{
    "1574_books": {
        "page_titles": [
            "1574 in literature",
            "Alvearie",
            "Historia medicinal de las cosas que se traen de nuestras Indias Occidentales",
            "Magdeburg Centuries",
            "Right of Magistrates"
        ],
        "page_contents": [
            "This article contains information about the literary events and publications of 1574.\n\n\n== Events ==\nunknown dates\nExercicio quotidiano, a religious manuscript in the Nahuatl language, is created.\nThe Russian printer Ivan Fyodorov prints the second edition of his Apostolos and the first Azbuka (alphabet book) in Cyrillic script.\n\n\n== Prose ==\nJean-Antoine de Baïf – Etrenes de poezie Franzoeze an vers mezures\nMatthias Flacius et al. – Magdeburg Centuries\nNicolás Monardes – Historia medicinal de las cosas que se traen de nuestras Indias Occidentales\nElizabeth Tyrwhitt – Morning and Evening Prayers\n\n\n== Poetry ==\nSee 1574 in poetry\n\n\n== Births ==\nSeptember – Thomas Gataker, English theologian (died 1654)\nSeptember 18 – Claudio Achillini, Italian philosopher, theologian and poet (died 1640)\nNovember 4 – Erycius Puteanus, Dutch philologist (died 1646)\nUnknown dates\nRichard Barnfield, English poet (died 1627)\nNicolas Coeffeteau, French theologian, poet and historian (died 1623)\nJohn Day, English dramatist (died c. 1640)\nPaul Laymann, Austrian moralist (died 1635)\nFeng Menglong (馮夢龍), Chinese vernacular poet (died 1645)\nWilliam Percy, English poet and playwright (died 1648)\n\n\n== Deaths ==\nJanuary 30 – Damião de Góis, Portuguese humanist philosopher (born 1502)\nApril 17 – Joachim Camerarius, German classical scholar (born 1500)\nJune 27 – Giorgio Vasari, artist and biographer of artists (born 1511)\nNovember 7 – Solomon Luria, Jewish legal author (born 1510)\nNovember 28 – Georg Major, German Lutheran theologian (born 1502)\nDecember 10 – Ascanio Condivi, biographer of Michelangelo (born 1525)\nUnknown dates\nGáspár Heltai (Kaspar Helth), Transylvanian writer in German (born c. 1490)\nPaulus Manutius, Venetian printer (born 1512)\nAntonio Minturno, Italian poet and critic (born 1500)\nCornelio Musso, Italian orator and writer (born 1511)\nIoannes Sommerus, Saxon theologian (born 1542)\n\n\n== References ==",
            "",
            "Historia medicinal de las cosas que se traen de nuestras Indias Occidentales (\"Medical study of the products imported from our West Indian possessions\") is the standard title for a survey by Nicolás Monardes (1493–1588), Spanish physician and botanist. It appeared in successive editions under varying titles, gradually enlarged, in 1565, 1569 and 1574, followed by an unchanged reprint in 1580.\n\n\n== Publication details ==\nThe full titles and publication details are:\n\n1565: Dos libros ...\n1569: Dos libros, el uno que trata de todas las cosas que se traen de nuestras Indias Occidentales, que sirven al uso de la medicina, y el otro que trata de la piedra bezaar, y de la yerva escuerçonera. Sevilla: Hernando Diaz\n1574: Primera y segunda y tercera partes de la historia medicinal de las cosas que se traen de nuestras Indias Occidentales, que sirven en medicina; Tratado de la piedra bezaar, y dela yerva escuerçonera; Dialogo de las grandezas del hierro, y de sus virtudes medicinales; Tratado de la nieve, y del beuer frio. Sevilla: Alonso Escrivano\n1580: Reprint of the 1574 publication. Sevilla: Fernando Diaz\n\n\n== English translation ==\nAn English translation, by John Frampton, appeared under the title Joyful News out of the New Found World. Publication details:\n\n1577: Ioyfull newes out of the newe founde worlde, wherein is declared the rare and singular vertues of diuerse and sundrie hearbes, trees, oyles, plantes, and stones, with their applications, as well for phisicke as chirurgerie, translated from the 1565 Spanish edition. London\n1580: a new edition enlarged on the basis of the 1574 Spanish edition. London\n1925: Joyfull newes out of the newe founde worlde (cover title: Frampton's Monardes), edited by Stephen Gaselee, combining material from the 1577 and 1580 editions. London\n\n\n== Latin translation ==\nA Latin translation, abridged, with editorial commentary, was made by Charles de l'Écluse (Carolus Clusius). Publication details:\n\n1574: De simplicibus medicamentis ex occidentali India delatis quorum in medicina usus est. Antwerp: Plantin\n1579: Simplicium medicamentorum ex novo orbe delatorum, quorum in medicina usus est, historia: revised with further commentary. Antwerp: Plantin\n1582: Revised and included in a compendium of translations from Garcia de Orta, Nicolás Monardes and Cristóbal Acosta\n1593: Further revised edition of this compendium\n1605: Last revision, with further commentary and illustrations, included in: Carolus Clusius, Exoticorum libri decem\n\n\n== References ==\nBoxer, C. R. (1963), Two pioneers of tropical medicine: Garcia d'Orta and Nicolás Monardes, London: Wellcome Historical Medical Library\nDalby, Andrew (2000), Dangerous Tastes: the story of spices, London: British Museum Press, ISBN 0-7141-2720-5, pp. 14, 15, 154, 160\n\n\n== External links ==\nIoyfull newes out of the newfound world (Londres: 1580) digitized by the John Carter Brown Library\nIoyfull newes out of the new-found vvorlde (Londres: 1596) digitized by the John Carter Brown Library\nOnline copy of the book's Englished edition at Early English Books Online (access for institutional subscribers only)",
            "The Magdeburg Centuries is an ecclesiastical history, divided into thirteen centuries, covering thirteen hundred years, ending in 1298; it was first published from 1559 to 1574. It was compiled by several Lutheran scholars in Magdeburg, known as the Centuriators of Magdeburg. The chief of the Centuriators was Matthias Flacius. Lutheran theologian Werner Elert argued that due to its revolutionary critical method of presenting history, it is the basis of all modern church history. It is said that Baronius undertook his Annales Ecclesiastici purely to oppose the Magdeburg Centuriators.\n\n\n== Themes ==\nThe Magdeburg Centuries demonstrates the continuity of the Christian faith throughout the ages. As the Centuries put it, Church history shows a \"perpetual agreement in the teaching of each article of faith in all ages\". Instead of presenting a Restorationist platform, the writers held that  \"this very form of the teaching which we now have in our churches because of the great kindness of God is that very ancient one, not a new one; genuine, not adulterous; true, not fabricated.\" The view of the work is generally pessimistic after the fifth century, in keeping with the writers' objective of presenting \"the origins and the increments of errors and their corrupting influences.\" \nPresenting a view of such corrupting errors by the Catholic Church, increasing and accumulating over a thousand years' time, served to legitimize the Reformation and make Lutherans rather than Catholics into the true heirs of the original Christianity founded by Jesus Christ and his disciples. Another characteristic of the work is the widespread use of primary sources rather than secondary or tertiary ones. In order to accomplish this, scholars traveled and borrowed manuscripts from all over Europe. With such diverse sources, one might expect a fractured or incoherent presentation of history. Instead, it provides a perspective that is completely independent from any of its sources, even though they are as wide-ranging as Gregory of Nazianzus and Alcuin.\n\n\n== Criticism ==\nNot only are the volumes artificially divided by century rather than by historical eras, but each century is treated from a similar perspective, rather than from a fresh perspective for every era of history. Catholics have dissented from controversial historical arguments in the Centuries, made to discredit the papacy, including the identification of the pope as the Anti-Christ, and the legend of Pope Joan.\n\n\n== Full title ==\nThe full title of the work is Ecclesiastica Historia, integram Ecclesiae Christi ideam, quantum ad Locum, Propagationem, Persecutionem, Tranquillitatem, Doctrinam, Hæreses, Ceremonias, Gubernationem, Schismata, Synodos, Personas, Miracula, Martyria, Religiones extra Ecclesiam, & statum Imperii politicum attinet, secundum singulas Centurias, perspicuo ordine complectens: singulari diligentia & fide ex vetustissimis & optimis historicis, patribus, & aliis scriptoribus congesta: Per aliquot studiosos & pios viros in urbe Magdeburgicâ.\n\n\n== Origin and composition ==\nThe first three folio volumes of the work appeared in 1559 at Basel. It was the work of a group of Lutheran scholars who had gathered at Magdeburg, and who are now known to history as the Centuriators of Magdeburg because of the way in which they divided their work (century by century) and the place in which the first five volumes were written; most of the others were written at Wismar or elsewhere, but the subtitle in Urbe Magdeburgicâ was retained.\nThe originator of the idea and the moving spirit of the organization which produced the work was Matthias Vlacich (Latinized Flacius), also known as Francovich, and, from the country of his birth (Istria), Illyricus. Born in 1520, he went to university in 1539 in Switzerland and Germany, where, at Augsburg, Basle, Tübingen, and Wittenberg, he converted to Lutheranism. The Augsburg Interim of 1548 led to the Adiaphoristic controversy, in the course of which he wrote numerous harsh criticisms of the Reformer Philipp Melanchthon; the bitter feeling generated gave rise to the hostile parties of Philippists and Flacians. All attempts to restore peace failed, and the University of Jena, where Flacius was appointed professor of theology in 1557, became a centre of rigid Lutheranism in strong opposition to Melachthon. His wanderings after 1562, and the numerous domestic controversies between the Reformers, in which Flacius took part until his death (11 March 1575), did not prevent him from becoming the most learned Lutheran theologian of his day, while, in addition to numerous minor controversial works, his untiring energy led him to devise the vast historical work known as \"The Centuries\".\nAfter Martin Luther's death in 1546, anti-Catholic controversy tended to lose its dogmatic character and to become historical. Flacius critiqued the history of Catholicism, and in that spirit wrote his once famous and influential catalogue of anti-papal witnesses, Catalogus testium veritatis, qui ante nostram aetatem reclamarunt Papae (Basel, 1556; enlarged ed., Strasburg, 1562; ed. by Dietericus, Frankfort, 1672). Some four hundred anti-papal witnesses were cited, Pope Gregory I and Thomas Aquinas being included in the number of those who had stood up for truth against \"the Papal Antichrist\".\nAs early as 1553, Flacius was seeking patrons whose financial support should enable him to carry out his plan of a comprehensive church history which was \"to reveal the beginnings, the development and the ruthless designs of the Antichrist.\" The German princes, and the burghers particularly of Augsburg and Nuremberg, helped him generously, but no support was forthcoming from the followers of Melanchthon. He travelled through Germany in search of material while his co-worker, Marcus Wagner (from Weimar near Gotha), searched the libraries of Austria, Bavaria, Scotland, and Denmark for the same purpose.\nResearch has emphasized the importance of the assistance given by the crypto-Protestant, Caspar von Nydbruck, imperial counselor, and head of the Imperial Library of Vienna, whose influence was exerted throughout Europe on behalf of the work. The editorial board, Gubernatores et Inspectores institut historiæ Ecclesiasticæ, was composed of Flacius, John Wigand (1523–1587), superintendent at Magdeburg, Matthew Judex (1528–1576), preacher at Magdeburg, Basil Faber (1525–1576), humanist, who collaborated in the first four Centuries, Martin Copusgas, a physician who acted as treasurer, and Eblinek Alman, a burgher of Magdeburg, each of whom had his own assistants. Seven junior assistants were appointed to compile extracts from early Christian writers and historians in accordance with a fixed plan; two more mature scholars acted as \"architects\", grouped the material, and submitted it to the editors. When approved, the materials were worked up into chapters and again submitted before the final form was fair-copied.\n\n\n== Contents ==\nAn analysis of the Quarta Centuria, (Fourth Century) which appeared in 1560, will give an idea of the contents:\n\nTitle page\ndedication to Queen Elizabeth (co. 3–12)\nbrief statement of the chief events of the century (col.13)\nspread of the Church: where and how (13–35)\npersecution and peace of the Church under Diocletian and Maximian (35–159)\nthe Church's teaching and its history (160–312)\nheresies (312–406)\nrites and ceremonies (406 -483)\nChurch discipline and government (483–582)\nschisms and controversies (583–609)\ncouncils (609–880)\nleading bishops and doctors (880–1337)\nleading heretics (1338–1403)\nthe martyrs (1403–1432)\nmiracles and miraculous occurrences (1433–1456)\npolitical relations of the Jews (1456–1462)\nother non-Christian religions (1462–1560)\npolitical changes (1560–1574)\nScriptural index (8 cols.)\ngeneral index (92 pages of four columns)\nThis method was applied only to the first thirteen centuries, which were published separately in folio volumes at Basel; I–III in 1559 (reprinted 1560, 1562, 1564); IV in 1560 (reprinted 1562); V and VI in 1562; VII and VIII in 1564; IX in 1565; X and XI in 1567; XII in 1569; and XIII in 1574. The three remaining centuries were completed in manuscript by Wigand (who was largely responsible for all the work done between 1564–74), but never published, and the various attempts made in the seventeenth and eighteenth centuries to continue the work came to naught. In 1624, a complete edition of the Centuries in six folio volumes was issued at Basel by Louis Lucius, who omitted the authors' names and dedications, and introduced various modifications of the text in a Calvinistic sense. A third edition appeared at Nuremberg 1757–1765, but did not get beyond the fifth century.\n\n\n== References ==\n\n\n== External links ==\nLatin edition of 1757, HathiTrust Digital Library\nBaudouin, Flacius, and the Plan for the Magdeburg Centuries\n This article incorporates text from a publication now in the public domain: Herbermann, Charles, ed. (1913). \"Centuriators of Magdeburg\". Catholic Encyclopedia. New York: Robert Appleton Company.",
            "The Right of Magistrates (French: Du droit des magistrats; Latin: De jure magistratuum) is a 1574 work written by Theodore Beza, and anonymously \"published by those from Magdeburg of 1550\", as a polemical contribution to the pamphlet literature of the French Wars of Religion. It emphatically protested against French state tyranny in religious matters, and affirmed the resistance theory that it is legitimate for a people to oppose an unworthy magistracy in a practical manner and if necessary to use weapons and depose them.\n\n\n== See also ==\nLesser magistrate\n\n\n== Notes =="
        ]
    },
    "Flora_of_Antarctica": {
        "page_titles": [
            "Antarctic flora",
            "Andreaea depressinervis",
            "Andreaea gainii",
            "Andreaea lorentziana",
            "Andreaea regularis",
            "Andreaea willii",
            "Bryum argenteum",
            "Chorisodontium aciphyllum",
            "Colobanthus quitensis",
            "Deschampsia antarctica"
        ],
        "page_contents": [
            "Antarctic flora are a distinct community of vascular plants which evolved millions of years ago on the supercontinent of Gondwana. Presently, species of Antarctica flora reside on several now separated areas of the Southern Hemisphere, including southern South America, southernmost Africa, New Zealand, Australia, and New Caledonia. Joseph Dalton Hooker (1817 – 1911) was the first to notice similarities in the flora and speculated that Antarctica had served as either a source or a transitional point, and that land masses now separated might formerly have been adjacent.\nBased on the similarities in their flora, botanist Ronald D'Oyley Good identified a separate Antarctic Floristic Kingdom that included southern South America, New Zealand, and some southern island groups. In addition, Australia was determined to be its own floristic kingdom because of the influx of tropical Eurasian flora that had mostly supplanted the Antarctic flora and included New Guinea and New Caledonia in the Paleotropical floristic kingdom.\n\n\n== Origin ==\nMillions of years ago the climate in Antarctica was warmer, and was able to support flora well into the Neogene. This included forests of podocarps and southern beech. Antarctica was also part of the ancient supercontinent of Gondwana, which gradually broke up by plate tectonics starting 110 million years ago. The separation of South America from Antarctica 30–35 million years ago allowed the Antarctic Circumpolar Current to form, which isolated Antarctica climatically and caused it to become much colder. The Antarctic flora subsequently died out in Antarctica, but is still an important component of the flora of southern Neotropic (South America) and Australasian realms, which were also former parts of Gondwana.\nSome genera which originated in Antarctic Flora are still recognized as major components of the flora of New Caledonia, Tasmania, Madagascar, India, New Zealand, and southern South America.\nSouth America, Madagascar, Africa, India, Australia, New Zealand, and Antarctica were all part of the supercontinent Gondwana, which started to break up in the early Cretaceous period (145–66 million years ago). India was the first to break away, followed by Africa, and then New Zealand, which started to drift north. By the end of the Cretaceous, South America and Australia were still joined to Antarctica. Paleontologist Gilbert Brenner identified the emergence of a distinct southern Gondwanan flora by the late Cretaceous period in the cooler and humid southern hemisphere regions of Australia, southern South America, southern Africa, Antarctica, and New Zealand; it most resembled the flora of modern-day southern New Zealand. A drier northern Gondwanan flora had developed in northern South America and northern Africa.\n\nAfrica and India drifted north into the tropical latitudes, became hotter and drier, and ultimately connected with the Eurasian continent. Today, the flora of Africa and India have few remnants of the Antarctic flora. Australia drifted north and became drier as well; the humid Antarctic flora retreated to the east coast and Tasmania, while the rest of Australia became dominated by Acacia, Eucalyptus, and Casuarina, as well as xeric shrubs and grasses. Humans arrived in Australia 50–60,000 years ago and used fire to reshape the vegetation of the continent; as a result, the Antarctic flora, also known as the Rainforest flora in Australia, retreated to a few isolated areas composing less than 2% of Australia's land area.\nThe woody plants of the Antarctic flora include conifers in the families Podocarpaceae, Araucariaceae and the subfamily Callitroideae of Cupressaceae, and angiosperms such as the families Proteaceae, Griseliniaceae, Cunoniaceae, Atherospermataceae, and Winteraceae, and genera like southern beech (Nothofagus) and fuchsia (Fuchsia). Many other families of flowering plants and ferns, including the tree fern Dicksonia, are characteristic of the Antarctic flora.\n\n\n== Flora of Antarctica ==\n\n\n=== Antarctic palaeoflora ===\nA wide variety of plant life has resided in Antarctica throughout its history. Investigations of Upper Cretaceous and Early Tertiary sediments of Antarctica yield a rich assemblage of well-preserved fossil dicotyledonous angiosperm wood which provides evidence for the existence, since the Late Cretaceous, of temperate forests similar in composition to those found in present-day southern South America, New Zealand and Australia. It is suggested a paleobotanical habitat similar to the extant cool temperate Valdivian rainforests. During the colder Neogene (17–2.5 Ma), a low diversity tundra ecosystem dominated by angiosperms replaced the rainforests.\nThere are two conifer and at least seven angiosperm morphotypes recorded in the Antarctica palaeoflora. Conifers include Cupressinoxylon, which is the more common, and Podocarpoxylon. The angiosperm component includes two species of Nothofagoxylon, one species of Myrceugenelloxylon (similar to Luma, in the extant family Myrtaceae), and one species of Weinmannioxylon (similar to Eucryphia in the extant family Cunoniaceae). Two other species are assigned to genera Hedycaryoxylon (Monimiaceae) and Atherospermoxylon (Atherospermataceae). A fossil water lily, Notonuphar (similar to Nuphar in the extant family Nympheaceae), was described from Eocene-aged sediments on Seymour Island in 2017.\n\n\n=== Present-day flora ===\n\nAntarctica's extant flora presently consists of around 100 mosses, 25-30 liverworts, and around 700 terrestrial and aquatic algal species. In addition, there are around 250 lichens. Species of moss endemic to Antarctica include Grimmia antarctici, Schistidium antarctici, and Sarconeurum glaciale. Just two native flowering plants, Deschampsia antarctica (Antarctic hair grass) and Colobanthus quitensis (Antarctic pearlwort), are found on the northern and western parts of the Antarctic Peninsula. The continent of Antarctica itself has been too cold and dry to support any other vascular plants for millions of years. The scanty vegetation of Antarctica is a result of the chilling temperature, lack of sunlight, little rainfall, relatively poor soil quality, and a lack of moisture due to the inability of the plants to absorb water in the form of ice. However, with the onset of anthropogenic warming, this \"vegetation cover increased from 0.863 kilometers2 in 1986 to 11.947 kilometers2 in 2021, with an accelerated rate of change in recent years (2016–2021: 0.424 kilometers2 per year) relative to the study period (1986–2021: 0.317 km2 per year).\"\n\n\n== See also ==\n\n\n== References ==\n\n\n=== Works cited ===\n\n\n== Further reading ==\nCox, C. Barry, Peter D. Moore (1985). Biogeography: An Ecological and Evolutionary Approach (4th ed.). Blackwell Scientific Publications, Oxford.\n\n\n== External links ==\nPlants — Australian Antarctic Division\nPlants — British Antarctic Survey, Natural Environment Research Council\nThe Plants of Antarctica, a blog by Caitlyn Bishop, Oceanwide Expeditions",
            "Andreaea depressinervis is a species of moss in the family Andreaeaceae that was discovered by Jules Cardot in 1901. It is found on both the South Shetland Islands and the Antarctica.\nAndreaea depressinervis has costate leaves, which means they have parallel veins throughout the leaves.\n\n\n== References ==",
            "Andreaea gainii is a species of moss native to western Antarctica and the South Shetland Islands. It grows on exposed rocks and soil.\n\n\n== References ==",
            "Andreaea lorentziana is a species of moss in the family Andreaeaceae that was first described by Carl Von Müller in 1879. A. lorentziana grows in Antarctica and Patagonia.\n\n\n== References ==",
            "Andreaea regularis is a species of moss that grows in Antarctica and on the South Shetland Islands.\n\n\n== References ==",
            "Andreaea willii is a species of moss in the family Andreaeaceae that was described by Carl Von Müller in 1890. A. wilii was first collected during the German International Polar-Year Expedition of 1882-1883. It has been found on South Georgia.\n\n\n== References ==",
            "Bryum argenteum, the silvergreen bryum moss or silvery thread moss, is a species of moss in the family Bryaceae. It is one of the most common mosses of urban areas and can be easily recognized without a microscope.\n\n\n== Description ==\n\nThe species is silvery-green or whitish-green colored when dry. This is because the broadly ovate shaped single leaflets in the tip do not form chlorophyll. The costa extends beyond the middle of the leaf. In damp, undisturbed locations, the branches may also form a more horizontal growth habit. The upper cells of the leaf surface are elongated rhomboid shaped. The capsule of the sporophyte is short cylindrical, appears broader at the base and is dark red to black colored.\nIt has a high ability to tolerate drought and pollution of urban environments. B. argenteum is considered a desiccation tolerant species that can withstand total drying. While it is a common characteristic in mosses, B. argenteum was one of the first bryophytes experimentally determined to be desiccation tolerant.\n\n\n== Distribution and habitat ==\nAn adaptable plant, it has a cosmopolitan distribution and is found in Europe, North America, the deserts of Australia and in Antarctica.\nIt thrives in areas of high anthropogenic activity, growing on rocks, in gaps of paving stones, on asphalt, and on roadsides. It grows especially well in inner cities or in industrial areas. Being a nitrogen loving species, it is also found on nitrophilic soils in urban areas.  It is found growing among lawns as well as in other moss communities.\nThe species is often spread by vegetative fragments clinging to the shoes of people and the feet or hooves of animals.\nAnother method of spread is in the production and sale of liners. Liners carrying B. argentem, often in association with Marchantia polymorpha, are commonly grown in one region, transported to another region to continue growth, and are shipped to a retail location before being planted. Plants have the potential to pick up or disperse these species at each point of transfer.\n\n\n== References ==",
            "Chorisodontium aciphyllum is a species of moss found primarily on both sides of the Drake Passage.  The species exhibits an extreme degree of cryptobiosis – the ability of a life form to enter a non-metabolic state, extending life indefinitely.\n\n\n== Description ==\nChorisodontium aciphyllum grows in banks along the Antarctic coast in the Drake Passage region. It has also been found in Argentina, Chile, Antarctica, New Zealand, and South Georgia. As the moss banks grow taller, the layers more than an inch below the surface turn brown from lack of sun exposure and eventually become part of the permafrost. The mounds of moss can grow to be more than 9 feet (2.7 m) tall.\nChorisodontium aciphyllum was first described by Joseph Dalton Hooker and William M. Wilson in 1844 as Dicranum aciphyllum in the London Journal of Botany. Viktor Ferdinand Brotherus reclassified the species into its current genus in 1924.\n\n\n== Cryptobiosis ==\nIn 2014, terrestrial ecologist Peter Convey and his colleagues from the British Antarctic Survey and the University of Reading discovered that C. aciphyllum remains viable after being frozen for more than 1,500 years.  Samples of the moss were harvested from Signy Island in Antarctica using a coring drill and taken to the University of Reading for analysis.  The 4.5-foot (1.4 m) core was cut into 8-inch (20 cm) sections and exposed to light and temperature levels common to the regions in which the moss grows naturally. After three to eight weeks, depending on sample, new growth was visible.  Convey said contamination was not a plausible explanation for the observed growth because only clean saws were used and because C. aciphyllum does not produce spores in the Antarctic region. The deepest (oldest) sample was dated between 1,533 and 1,697 years old using radio-carbon dating techniques.  The findings were published in Current Biology.\nPreviously, it was believed that a multi-cellular organism could only survive in a non-metabolic state of \"suspended animation\" known as cryptobiosis for a few decades.  Cases of bacteria and other single-celled microbes were previously known. No moss had previously been documented to survive more than 20 years frozen, but moss stems frozen under Teardrop Glacier on Ellesmere Island for 400 years had spawned new growth when ground up and placed in petri dishes.  Using complex cloning techniques, 31,000-year-old seeds of Silene stenophylla were revived in 2012.\n\n\n== References ==",
            "Colobanthus quitensis, the Antarctic pearlwort, is one of two native flowering plants found in the Antarctic region. It has yellow flowers and grows about 5 cm (two inches) tall, with a cushion-like growth habit that gives it a moss-like appearance.\n\n\n== Distribution ==\nIt is found on the west coast of the Antarctic Peninsula, on South Georgia, South Shetland and the Falklands; also in the Andes, becoming increasingly rare northwards, but reaching Bolivia, Peru and Ecuador, with a further isolated population in Mexico.\n\n\n=== Climate change ===\nWithin Antarctica, due to climate change, more seeds are germinating, creating a large number of seedlings and plants.  Reports indicate a fivefold increase in these plants, which have extended their ranges southward and cover more extensive areas, wherever found. Research found that the Antarctic pearlwort spread nearly ten times faster during the period 2009 through 2018 compared to between 1960 and 2009. Deschampsia antarctica (Antarctic hairgrass) is the only other native flowering plant in the region.\n\n\n== References ==\n\n\n== External links ==\n Media related to Colobanthus quitensis at Wikimedia Commons\n Data related to Colobanthus quitensis at Wikispecies\nBritish Antarctic Survey - Plants\nPearlwort & Hairgrass picture",
            "Deschampsia antarctica, the Antarctic hair grass, is one of two flowering plants native to Antarctica, the other being Colobanthus quitensis (Antarctic pearlwort).\n\n\n== Ecology ==\n\nDeschampsia antarctica mainly occurs on the South Orkney Islands, the South Shetland Islands, and along the western Antarctic Peninsula. Deschampsia antartica distribution largely depends on the area's nutrient supply of the soil and its water distribution. Deschampsia antarctica has been recorded by the Guinness Book of World Records as the southernmost flowering plant. In 1981, a specimen was found on the Antarctic Peninsula's Refuge Islands at a latitude of 68°21′S. Since 2009, both D. antarctica and C. quitensis have been spreading rapidly, which studies suggest has been the result of rising air temperatures and a reduction in the number of fur seals.\nIn Antarctica, the plant can be found forming low clumps in wet, protected habitats.\n\n\n== See also ==\nAntarctic flora\n\n\n== References ==\n\n\n== External links ==\n Media related to Deschampsia antarctica at Wikimedia Commons\n Data related to Deschampsia antarctica at Wikispecies\nPlants in Antarctica\nPearlwort & Hairgrass picture\nAnatomy of hairgrass"
        ]
    },
    "meropidae": {
        "page_titles": [
            "Meropidae",
            "Bee-eater",
            "Asian green bee-eater",
            "Bee-eaters in Britain",
            "Blue-bearded bee-eater",
            "Blue-cheeked bee-eater",
            "Blue-tailed bee-eater",
            "Merops (genus)",
            "Nyctyornis",
            "Olive bee-eater"
        ],
        "page_contents": [
            "",
            "The bee-eaters are a group of birds in the family Meropidae, containing three genera and thirty-one species. Most species are found in Africa and Asia, with a few in southern Europe, Australia, and New Guinea. They are characterised by richly coloured plumage, slender bodies, and usually elongated central tail feathers. All have long down-turned bills and medium to long wings, which may be pointed or round. Male and female plumages are usually similar.\nAs their name suggests, bee-eaters predominantly eat flying insects, especially bees and wasps, which are caught on the wing from an open perch. The insect's stinger is removed by repeatedly hitting and rubbing the insect on a hard surface. During this process, pressure is applied to the insect's body, thereby discharging most of the venom.\nMost bee-eaters are gregarious. They form colonies, nesting in burrows tunnelled into vertical sandy banks, often at the side of a river or in flat ground. As they mostly live in colonies, large numbers of nest holes may be seen together. The eggs are white, with typically five to the clutch. Most species are monogamous, and both parents care for their young, sometimes with assistance from related birds in the colony.\nBee-eaters may be killed by raptors; their nests are raided by rodents, weasels, martens and snakes, and they can carry various parasites. Some species are adversely affected by human activity or habitat loss, but none meet the International Union for Conservation of Nature's vulnerability criteria, and all are therefore evaluated as \"least concern\". Their conspicuous appearance means that they have been mentioned by ancient writers and incorporated into mythology.\n\n\n== Taxonomy ==\n\nThe bee-eaters were first named as a scientific group by the French polymath Constantine Samuel Rafinesque-Schmaltz, who created the bird subfamily Meropia for these birds in 1815. The name, now modernised as Meropidae, is derived from Merops, the Ancient Greek for \"bee-eater\", and the English term \"bee-eater\" was first recorded in 1668, referring to the European species.\nThe bee-eaters have been considered to be related to other families, such as the rollers, hoopoes and kingfishers, but ancestors of those families diverged from the bee-eaters at least forty million years ago, so any relationship is not close. The scarcity of fossils is unhelpful. Bee-eater fossils from the Pleistocene (2,588,000 to 11,700 years ago) have been found in Austria, and there are Holocene (from 11,700 years ago to present) specimens from Israel and Russia, but all have proved to be of the extant European bee-eater. Opinions have varied as to the bee-eater's nearest relatives. In 2001, Fry considered the kingfishers to be the most likely, whereas a large study published in 2008 found that bee-eaters are sister to all other Coraciiformes (rollers, ground rollers, todies, motmots and kingfishers). A 2009 book supported Fry's contention, but then a later study in 2015 suggested that the bee-eaters are sister to the rollers. The 2008 and 2015 papers both linked the kingfishers to the New World motmots.\nMore recent molecular phylogenetic studies have confirmed that the bee-eaters are more closely related to the rollers and ground rollers than they are to the todies, motmots and kingfishers. The relationship between the families is shown the cladogram below. The number of species in each family is taken from the list maintained by Frank Gill, Pamela C. Rasmussen and David Donsker on behalf of the International Ornithological Committee (IOC).\n\nThe bee-eaters are generally similar in appearance, although they are normally divided into three genera. Nyctyornis comprises two large species with long throat feathers, the blue-bearded bee-eater and the red-bearded bee-eater, both of which have rounded wings, a ridged culmen, feathered nostrils and a relatively sluggish lifestyle. The purple-bearded bee-eater is the sole member of Meropogon, which is intermediate between Nyctyornis and the typical bee-eaters, having rounded wings and a \"beard\", but a smooth culmen and no nostril feathers. All the remaining species are normally retained in the single genus Merops. There are close relationships within this genus, for example the red-throated bee-eater and the white-fronted bee-eater form a superspecies, but formerly suggested genera, such as Aerops, Melittophagus, Bombylonax and Dicrocercus, have not been generally accepted for several decades since a 1969 paper united them in the current arrangement.\n\n\n=== Species in taxonomic order ===\n\nThe bee-eater family contains the following species.\n\nThe Asian green bee-eater, African green bee-eater, and Arabian green bee-eater were previously considered to be a single species, and are still treated as such by some authorities.\nA 2007 nuclear and mitochondrial DNA study produced a possible phylogenetic tree, although the position of the purple-bearded bee-eater seems anomalous, in that it appears amongst Merops species.\n\n\n== Description ==\n\nThe bee-eaters are morphologically a fairly uniform group. They share many features with related Coraciiformes such as the kingfishers and rollers, being large-headed (although less so than their relatives), short-necked, brightly plumaged and short-legged. Their wings may be rounded or pointed, with the wing shape closely correlated with the species' preferred foraging habitat and migratory tendencies. Shorter, rounder wings are found on species that are sedentary and make typically short foraging flights in denser forests and reed-beds. Those with more elongated wings are more migratory. All the bee-eaters are highly aerial; they take off strongly from perches, fly directly without undulations, and are able to change direction quickly, although they rarely hover.\nThe flight feathers of the wing comprise 10 primaries, the outermost being very small, and 13 secondaries, and there are 12 tail feathers.\nThe bills of bee-eaters are curved, long and end in a sharp point. The bill can bite strongly, particularly at the tip, and it is used as a pair of forceps with which to snatch insects from the air and crush smaller prey. The short legs have weak feet, and when it is moving on the ground a bee-eater's gait is barely more than a shuffle. The feet have sharp claws used for perching on vertical surfaces and also for nest excavation.\nThe plumage of the family is generally very bright and in most species is mainly or at least partially green, although the two carmine bee-eaters are primarily rose-coloured. Most of the Merops bee-eaters have a black bar through the eye and many have differently coloured throats and faces. The extent of the green in these species varies from almost complete in the green bee-eater to barely any green in the white-throated bee-eater. Three species, from equatorial Africa, have no green at all in their plumage, the black bee-eater, the blue-headed bee-eater and the rosy bee-eater. Many species have elongated central tail feathers.\nThere is little visible difference between the sexes in most of the family, although in several species the iris is red in the males and brown-red in the females, and in species with tail-streamers these may be slightly longer in males. Both the European and red-bearded bee-eaters have sex-based differences in their plumage colour, and the female rainbow bee-eater has shorter tail streamers than the male, which terminate in a club-shape that he lacks. There may be instances where bee-eaters are sexually dichromatic at the ultraviolet part of the colour spectrum, which humans cannot see. A study of blue-tailed bee-eater found that males were more colourful than females in UV light. Their overall colour was also affected by body condition, suggesting that there was a signalling component to plumage colour. Juveniles are generally similar to adults, except for the two Nyctyornis species, in which the young have mainly green plumage.\nBee-eaters have calls that are characteristic for each species. Most sound simple to the human ear, but show significant variability when studied in detail, carrying significant information for the birds.\n\n\n== Distribution and habitat ==\n\nThe bee-eaters have an Old World distribution, occurring from Europe to Australia. The centre of diversity of the family is Africa, although a number of species also occur in Asia. Single species occur in each of Europe, (the European bee-eater), Australia (the rainbow bee-eater) and Madagascar (the olive bee-eater, also found on mainland Africa). Of the three genera, Merops, which has the majority of the species, occurs across the entirety of the family's distribution. Nyctyornis is restricted to Asia, ranging from India and southern China to the Indonesian islands of Sumatra and Borneo. The genus Meropogon has a single species restricted to Sulawesi in Indonesia.\nBee-eaters are fairly indiscriminate in their choice of habitat. Their requirements are simply an elevated perch from which to watch for prey and a suitable ground substrate in which to dig their breeding burrow. Because their prey is entirely caught on the wing they are not dependent on any vegetation type. A single species, the blue-headed bee-eater, is found inside closed rainforest where it forages close to the ground in poor light in the gaps between large trees. Six other species are also closely associated with rainforest, but occur in edge habitat such as along rivers, in tree-fall gaps, off trees overhanging ravines or on emergent tree crowns above the main canopy.\nSpecies that breed in subtropical or temperate areas of Europe, Asia and Australia are all migratory. The European bee-eaters that breed in southern Europe and Asia migrate to West and southern Africa. Another population of the same species breeds in South Africa and Namibia; these birds move northwards after breeding. In Australia the rainbow bee-eater is migratory in the southern areas of its range, migrating to Indonesia and New Guinea, but occurs year-round in northern Australia. Several species of bee-eater, are intra-African migrants; the white-throated bee-eater, for example, breeds on the southern edge of the Sahara and winters further south in equatorial rainforest. The most unusual migration is that of the southern carmine bee-eater, which has a three-stage migration; after breeding in a band between Angola and Mozambique it moves south to Botswana, Namibia and South Africa before moving north to its main wintering grounds in northern Angola, Congo and Tanzania.\n\n\n== Behaviour ==\nThe bee-eaters are diurnal, although a few species may migrate during the night if the terrain en route is unsuitable for stopping or if they are crossing the sea. Bee-eaters are highly social, and pairs sitting or roosting together are often so close that they touch (an individual distance of zero). Many species are colonial in the breeding season and some species are also highly gregarious when not nesting.\nThe social structures of the red-throated bee-eater and the white-fronted bee-eaters have been described as more complex than for any other bird species. The birds exist in colonies located on nesting cliffs, and have a stable structure all year round. These colonies typically contain five to 50 burrows, occasionally up to 200, and are composed of clans of two or three pairs, their helpers, and their offspring. The helpers are male offspring from a previous year. Within the colony, the males alternate between guarding their mate and attempting to make forced copulations with other females. The females in turn attempt to lay eggs in their neighbour's nests, an example of brood parasitism. Some individuals also specialise in kleptoparasitism, stealing prey collected by other colony members. The colony's daily routine is to emerge from the nesting holes or roosting branches soon after dawn, preen and sun themselves for an hour, then disperse to feed. Feeding territories are divided by clan, with each clan defending its territory from all others of the same species, including clans of the same colony. The clans return to the colony before dusk, and engage in more social behaviour before retiring for the night. Colonies are situated several hundred metres apart and have little to do with each other, although young individuals may disperse between colonies. As such, these species can be thought to have four tiers of social kinship:  the individual pair, the family unit, the clan, and the colony as a whole.\nBee-eaters spend around 10% of their day on comfort activities. These include sunning themselves, dust bathing and water bathing. Sunning behaviour helps warm birds in the morning, reducing the need to use energy to raise their temperature. It also has a social aspect, as multiple birds adopt the same posture. Finally, it may help stimulate parasites in the feathers, making them easier to find and remove. Due to their hole-nesting lifestyle, bee-eaters accumulate a number of external parasites such as mites and flies. Together with sunning, bouts of dust bathing (or water bathing where available), as well as rigorous preening, keep the feathers and skin in good health. Bathing with water involves making shallow dives into a water body and then returning to a perch to preen.\n\n\n=== Diet and feeding ===\n\nThe bee-eaters are almost exclusively aerial hunters of insect prey. Prey is caught either on the wing or more commonly from an exposed perch from which the bee-eater watches for prey. Smaller, rounder-winged bee-eaters typically hunt from branches and twigs closer to the ground, whereas the larger species hunt from tree tops or telephone wires. One unusual technique often used by carmine bee-eaters is to ride on the backs of bustards.\nPrey can be spotted from a distance; European bee-eaters are able to spot a bee 60 m (200 ft) away, and blue-cheeked bee-eaters have been observed flying out 100 m (330 ft) to catch large wasps. Prey is approached directly or from behind. Prey that lands on the ground or on plants is usually not pursued. Small prey may be eaten on the wing, but larger items are returned to the perch where they are beaten until dead and then broken up. Insects with poisonous stings are first smacked on the branch, then, with the bird's eyes closed, rubbed to discharge the venom sac and stinger. This behaviour is innate, as demonstrated by a juvenile bird in captivity, which performed the task when first presented with wild bees. This bird was stung on the first five tries, but by ten bees, it was as adept at handling bees as adult birds.\nBee-eaters consume a wide range of insects; beyond a few distasteful butterflies they consume almost any insect from tiny Drosophila flies to large beetles and dragonflies. At some point bee-eaters have been recorded eating beetles, mayflies, stoneflies, cicadas, termites, crickets and grasshoppers, mantises, true flies and moths. For many species, the dominant prey item are stinging members of the order Hymenoptera, namely wasps and bees. In a survey of 20 studies, the proportion of the diet made up by bees and wasps varied from 20% to 96%, with the average being 70%. Of these honeybees can comprise a large part of the diet, as much as 89% of the overall intake. The preference for bees and wasps may have arisen because of the numerical abundance of these suitably sized insects. The giant honeybee is a particularly commonly eaten species. These bees attempt to congregate in a mass defence against the bee-eaters. In Israel, a European bee-eater was documented attempting to eat a small bat that it had caught, which probably could not fit down its throat.\nLike kingfishers, bee-eaters regurgitate pellets of undigested material, typically 2 cm (0.8 in) long black oblongs.\n\n\n==== Predation of honey bees ====\n\nIf an apiary is set up close to a bee-eater colony, a larger number of honey bees are eaten because they are more abundant. However, studies show the bee-eaters do not intentionally fly into the apiary, rather they feed on the insects caught on pastures and meadows within a radius of 12 km (7.5 mi) from the colony, this maximum distance being reached only when there is a shortage of food. Observations show that the birds actually enter the apiary only in cold and rainy periods, when the bees do not leave the hive and other insect prey are harder for the bee-eaters to detect.\nMany bee-keepers believe that the bee-eaters are the main obstacle causing worker bees not to forage, and instead stay inside the hives for much of the day between May and the end of August. However, a study carried out in a eucalyptus forest in the Alaluas region in the Murqub District in Libya, 80 km (50 mi) east of Tripoli, showed that the bee-eaters were not the main obstacle to bee foraging; in some cases, the foraging rate was higher in the presence of the birds than in their absence. The average bird meal consisted of 90.8% honey bees and 9.2% beetles.\nPredation is more likely when the bees are queening or during the peak of migration, from late March till mid-April, and in mid-September. Hives close to or under trees or overhead cables are at increased risk as the birds pounce on flying insects from these perches.\n\n\n=== Breeding ===\n\nBee-eaters are monogamous during a nesting season, and in sedentary species, pairs may stay together for multiple years. Migratory bee-eaters may find new mates each breeding season. The courtship displays of the bee-eaters are rather unspectacular, with some calling and raising of throat and wing feathers. The exception is the performance of the white-throated bee-eater. Their \"butterfly display\" involves both members of a pair performing a gliding display flight with shallow wing-beats; they then perch facing each other, raising and folding their wings while calling. Most members of the family engage in courtship feeding, where the male presents prey items to the female, and such feeding can account for much, if not all, of the energy females require for egg creation.\nLike almost all Coraciiformes the bee-eaters are cavity nesters. In the case of the bee-eaters the nests are burrows dug into the ground, either into the sides of earth cliffs or directly into level soil. Both types of nesting site are vulnerable, those on level ground are vulnerable to trampling and small predators, whereas those in cliffs, which are often the banks of rivers, are vulnerable to flash floods, which can wipe out dozens or hundreds of nests. Many species will nest either on cliffs or on level ground but prefer cliffs, although Böhm's bee-eater always nests on level ground. The burrows are dug by both birds in the pair, sometimes assisted by helpers. The soil or sand is loosened with jabs of the sharp bill, then the feet are used to kick out the loose soil. It has been suggested that riverine loess deposits that do not crumble when excavated may be favoured by the larger bee-eaters. There may be several false starts where nests are dug partway before being abandoned; in solitary species this can give the impression of colonial living even when that is not the case. The process of nest building can take as long as twenty days to complete, during which time the bill can be blunted and shortened. Nests are generally used only for a single season and are rarely used twice by the bee-eaters, but abandoned nests may be used by other birds, snakes and bats as shelter and breeding sites.\nNo nesting material is used in the breeding cavity. One white egg is laid each day until the typical clutch of about five eggs is complete. Incubation starts soon after the first egg is laid, with both parents sharing this duty in the day, but only the female at night. The eggs hatch in about 20 days, and the newly hatched young are blind, pink and naked. For most species, the eggs do not all hatch at the same time, so if food is in short supply only the older chicks survive. Adults and young defecate in the nest, and their pellets are trodden underfoot, making the nest cavity very malodorous. The chicks are in the nest for about 30 days.\nBee-eaters may nest as single pairs, loose colonies or dense colonies. Smaller species tend to nest solitarily, while medium-sized bee-eaters have small colonies, and larger and migratory species nest in large colonies that can number in the thousands. In some instances, colonies may contain more than one species of bee-eater. In species that nest gregariously, breeding pairs may be assisted by up to five helpers. These birds may alternate between breeding themselves and helping in successive years.\n\n\n== Predators and parasites ==\n\nBee-eater nests may be raided by rats and snakes, and the adults are hunted by birds of prey such as the Levant sparrowhawk. The little bee-eater and red-throated bee-eaters are hosts of the greater honeyguide and the lesser honeyguide, both brood parasites. The young honeyguides kill the bee-eater's chicks and destroy any eggs. The begging call of the honeyguide sounds like two bee-eater chicks, ensuring a good supply of food from the adult bee-eaters.\nBee-eaters may be infested by several blood-feeding flies of the genus Carnus, and the biting fly Ornithophila metallica. Other parasites include chewing lice of the genera Meromenopon, Brueeliaa and Meropoecus, some of which are specialist parasites of bee-eaters, and the stickfast flea Echidnophaga gallinacea. The hole-nesting lifestyle of bee-eaters means that they tend to carry a higher burden of external parasites than non-hole-nesting bird species. Bee-eaters may also be infected by protozoan blood parasites of the genus Haemoproteus including H. meropis.\nFly larvae of the genus Fannia live in the nests of at least European bee-eaters, and feed on faeces and food remains. Their presence and cleaning activities appear to benefit the developing bee-eaters.\n\n\n== Status ==\n\nThe International Union for Conservation of Nature (IUCN) assesses species vulnerability in terms of total population and the rate of any population decline. None of the bee-eaters meet the IUCN vulnerability criteria, and all are therefore evaluated as \"Least-concern species\".\nOpen country species, which comprise the majority of bee-eaters, have mostly expanded in range as more land is converted to agriculture, but some tropical forest species have suffered declines through loss of habitat, although no species or subspecies gives serious cause for concern. There is some human persecution of bee-eaters, with nest holes being blocked, adults shot or limed, or young taken for food. More generally problematic is the unintended destruction of nests. This can occur through cattle trampling, as with the blue-headed bee-eater in Kenya, or loss of forests, with massive conversion of native forest to oil palm plantations in Malaysia being particularly concerning.\nA study of the southern carmine bee-eater in Zimbabwe showed that it was affected by deliberate interference and persecution and loss of woodlands, and that nesting sites are lost through poor water management leading to river bank damage, dam construction and panning for gold. Colonies are becoming concentrated into the national parks and the Zambezi Valley. The well-studied European bee-eater is trapped and shot on migration in countries bordering the Mediterranean, an estimated 4,000–6,000 annually being killed in Cyprus alone, but with a global population of between 170,000 and 550,000 pairs even losses on that scale make little overall impact.\n\n\n== In culture ==\n\nBee-eaters were mentioned by ancient writers such as Aristotle and Virgil, who both advised beekeepers to kill the birds. Aristotle knew that bee-eaters nested at the end of tunnels up to 2 m (6.6 ft) long and the size of their clutch. He said that nesting adults were fed by their own young, based on the observed actual help at the nest by related birds.\nIn Greek mythology, the Theban Botres was fatally struck by his father when he desecrated a ritual sacrifice of a ram to the god Apollo by tasting the victim's brains. The god took pity on him, turning him into a bee-eater.\nThe Ancient Egyptians believed that bee-eaters had medical properties, prescribing the application of bee-eater fat to deter biting flies, and treating the eyes with the smoke from charred bee-eater legs to cure an unspecified female complaint.\nIn Hinduism, the shape of the bird in flight was thought to resemble a bow, with the long bill as an arrow. This led to a Sanskrit name meaning \"Vishnu's bow\" and an association with archer gods. Scandalmongers were thought to be reincarnated as bee-eaters, because of the metaphorical poison they bore in their mouths.\nDepictions in classical art are rare for such striking birds. The only known Ancient Egyptian example is a relief, probably of a little green bee-eater, on a wall of Queen Hatshepsut's mortuary temple, and an early Roman mural depicting blue-cheeked bee-eaters was found in the villa of Agrippina. Bee-eaters have been depicted on the postage stamps of at least 38 countries, the European and Carmine bee-eaters being the most common subjects, with 18 and 11 countries respectively.\n\n\n== References ==\n\n\n== External links ==\n\nBee-eater videos on the Internet Bird Collection\nMeropidae, Bird families of the World\nMeropidae on Tree of Life Web",
            "The Asian green bee-eater (Merops orientalis), also known as little green bee-eater, and green bee-eater in Sri Lanka, is a near passerine bird in the bee-eater family. It is resident but prone to seasonal movements and is found widely distributed across Asia from coastal southern Iran east through the Indian subcontinent to Vietnam. Populations in Africa and the Arabian Peninsula that were formerly assigned to this species (under the name green bee-eater) are now considered distinct species: the African green bee-eater and the Arabian green bee-eater. They are mainly insect eaters and they are found in grassland, thin scrub and forest often quite far from water. Several regional plumage variations are known and several subspecies have been named.\n\n\n== Taxonomy and systematics ==\nThe Asian green bee-eater was first described by the English ornithologist John Latham in 1801 using its current binomial name. Several populations have been designated as subspecies:\n\nM. o. beludschicus (=M. o. biludschicus) Iran to Pakistan (paler colours with a blue throat)\nM. o. orientalis in India and Sri Lanka (has head and neck tinged with rufous).\nM. o. ferrugeiceps (=birmanus) in northeastern India, Myanmar, Thailand and Vietnam (has rufous crown, mane and mantle).\nM. o. ceylonicus in Sri Lanka has the nape and hindneck with more pronounced golden brown sheen often included within the nominate race\nThe African green bee-eater (M. viridissimus, along with its subspecies M. v. viridissimus, M. v. cleopatra, and M. v. flavoviridis) and Arabian green bee-eater (M. cyanophrys, along with its subspecies M. c. cyanophrys and M. c. muscatensis) were formerly considered conspecific, but were split as distinct species by the IOC in 2021.\nA study of species within the genus Merops based on plumage characteristics found that most of the subspecies of M. o. orientalis grouping together with the most similar species being Merops leschenaulti and subspecies M. o. ferrugeiceps appeared closer to that group.\n\n\n== Description ==\nLike other bee-eaters, this species is a richly coloured, slender bird. It is about 9 inches (230 mm) long with about 2 inches (51 mm) made up by the elongated central tail-feathers. The sexes are not visually distinguishable. The entire plumage is bright green and tinged with blue especially on the chin and throat. The crown and upper back are tinged with golden rufous. The flight feathers are rufous washed with green and tipped with blackish. A fine black line runs in front of and behind the eye. The iris is crimson and the bill is black while the legs are dark grey. The feet are weak with the three toes joined at the base. Southeast Asian birds have rufous crown and face, and green underparts, whereas Arabian beludschicus has a green crown, blue face and bluish underparts. The wings are green and the beak is black. The elongated tail feathers are absent in juveniles. Sexes are alike.\nThe calls is a nasal trill tree-tree-tree-tree, usually given in flight.\nLeucistic individuals have been noted.\n\n\n== Distribution and habitat ==\nThis is an abundant and fairly tame bird, familiar throughout its range. It is a bird which breeds in open country with bushes. In Africa and Arabia it is found in arid areas, but is more diverse in its habitats further east.  This species often hunts from low perches, maybe only a metre or less high. It readily makes use of fence wires and electric wires. Unlike some other bee-eaters, they can be found well away from water.\nThey are mostly seen in the plains but can sometimes be found up to 5,000 or 6,000 feet (1,500 or 1,800 m) in the Himalayas. They are resident in the lowlands of South Asia but some populations move seasonally but the patterns are not clear, moving away to drier regions in the rainy season and to warmer regions in winter. In parts of Pakistan, they are summer visitors.\n\n\n== Behaviour and ecology ==\n\nLike other species in the genus, bee-eaters predominantly eat insects, especially bees, wasps and ants, which are caught in the air by sorties from an open perch. Before swallowing prey, a bee-eater removes stings and breaks the exoskeleton of the prey by repeatedly thrashing it on the perch. Migration is not known but they make seasonal movements in response to rainfall. These birds are somewhat sluggish in the mornings and may be found huddled next to each other on wires sometimes with their bills tucked in their backs well after sunrise. They sand-bathe more frequently than other bee-eater species and will sometimes bathe in water by dipping into water in flight. They are usually seen in small groups and often roost communally in large numbers (200–300). The birds move excitedly at the roost site and call loudly, often explosively dispersing before settling back to the roost tree.\nThe little green bee-eater is also becoming common in urban and sub-urban neighborhoods, and has been observed perching on television antennae, only to launch into a brief, zig-zag flight formation to catch an insect, then return to the same perch and consume the meal. This behaviour is generally observed between the hours of 7:00 and 8:00am, and after 4:00pm.\n\nThe breeding season is from March to June. Unlike many bee-eaters, these are often solitary nesters, making a tunnel in a sandy bank. The breeding pairs are often joined by helpers. They nest in hollows in vertical mud banks. The nest tunnel that they construct can run as much as 5 feet (1.5 m) long and the 3–5 eggs are laid on the bare ground in the cavity at the end of the tunnel. The eggs are very spherical and glossy white. Clutch size varies with rainfall and insect food density. Both sexes incubate. The eggs hatch asynchronously with an incubation period of about 14 days and the chicks grow fledge in 3 to 4 weeks and in the fledging stage show a reduction in body weight. A study suggested that green bee-eaters may be capable of interpreting the behaviour of human observers. They showed an ability to predict whether a human at a particular location would be capable of spotting the nest entrance and then behaved appropriately to avoid giving away the nest location. The ability to look at a situation from another's point of view was previously believed to be possessed only by primates.\nRiverside habitats were found to support high populations in southern India (410 birds inhabitants per square mile, 157/km2) dropping off to 260/sq mi (101/km2) in agricultural areas and 110–150/sq mi (43–58/km2) near human habitations.\nThey feed on flying insects and can sometimes be nuisance to bee-keepers. The preferred prey was mostly beetles followed by hymenopterans. Orthopterans appear to be avoided. They are sometimes known to take crabs. Like most other birds they regurgitate the hard parts of their prey as pellets.\nAn endoparasitic nematode (Torquatoides balanocephala) sometimes infects their gizzard. A protozoal parasite in their blood, Haemoproteus manwelli, has been described from India.\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\n\nInternet Bird Collection",
            "Two species of bee-eater have occurred as wild visitors to Britain, with two further species having occurred as an escape from captivity.\n\n\n== European bee-eater ==\n\nThe European bee-eater occurs in Britain mainly as a spring overshoot. Until the late 20th century the species was a national rarity i.e. a species whose records are collected by the British Birds Rarities Committee. Increasing numbers meant that it was downgraded to a \"scarce migrant\" from 1991. Bee-eaters are occasionally seen in Britain in autumn, but are much scarcer at that season. The species has occasionally bred.   A flock of at least nine European bee-eaters was seen near Great Yarmouth and in other locations in the summer of 2021.\n\n\n=== Breeding attempts ===\nEuropean bee-eaters have attempted to nest on several occasions in Britain:\n\nIn 1920, a pair made a nesting attempt in a sand bank of the River Esk at Musselburgh, Scotland. A local gardener captured the female, keeping her in a greenhouse, and she died two days later, after laying a single egg.\nIn 1955, three pairs of bee-eaters nested in Streat Sand Quarry near Plumpton, East Sussex. The birds were first found on 12 June, although the birds' presence only became widely known at the start of August. One nest was accidentally destroyed by machinery in July, but seven young fledged from the two remaining nests towards the end of August. An RSPB wardening operation was instigated, and in total over 1,000 people visited the site. The birds remained until 24 September.\nA pair nested at Bishop Middleham Quarry, County Durham in 2002. The birds were first found on 2 June, and within a few days started to undertake courtship feeding and copulation; five chicks hatched, but one died in the nest, one died before fledging, and a third disappeared and was also believed to have died. Durham Wildlife Trust (with RSPB assistance) set up a wardening post during the period when the birds were nesting. News was released to rare bird information services, and the national news media also reported on the birds' presence. In total, some 15,000 people visited the site during their stay; the adults and both fledged young were seen to leave on 28 August, when they flew off high to the south.\nA pair took up residence on farmland adjacent to the River Wye, near Hampton Bishop, Herefordshire in summer 2005; by mid-July the adults were bringing insect food to the riverbank nest-hole confirming that eggs had hatched. A wardening operation was set up by the RSPB, with public access granted, resulting in about 2,000 people seeing the birds. However, on the evening of 29 July, foxes predated the nest, and the birds soon left the site.\nA pair excavated a nest hole at a coastal site in Dorset in 2006, but this attempt failed.\nTwo pairs of bee-eaters nested on the Isle of Wight in 2014. A viewing area was set up and run by RSPB and local volunteers enabling thousands of people to enjoy watching the adults hawking near the (hidden) nest site. Success rates unknown.\nTwo pairs of bee-eaters nested in Low Gelt sand quarry near Brampton, Carlisle in the North Pennines, Cumbria. The birds were found on Friday, 31 July 2015, and were put under the RSPB's 24-hour nest protection programme. A viewing area was set up 200 metres from the nest.\nIn June 2017, seven nested at CEMEX quarry East Leake, Nottinghamshire, attracting thousands of bird-watchers.\nIn June 2022, seven nested at a disused quarry at Trimingham, near Cromer, Norfolk. Three young birds were successfully hatched and fledged before the flock left the country at the end of August.\n\n\n== Blue-cheeked bee-eater ==\nEight sightings of the blue-cheeked bee-eater have been recorded. All individuals were adults, and all but one occurred in mid-summer.\n\nSt Mary's, Isles of Scilly, 13 July 1921 (this bird was killed and the specimen is in the Isles of Scilly Museum)\nSt Agnes, Isles of Scilly, 22 June 1951\nPeterborough, Cambridgeshire, 17 September 1982\nThe Otter valley, Budleigh Salterton, Devon, from 30 June to 2 July 1987\nKennack Sands and Cadgwith, The Lizard, Cornwall, 1 June 1989\nCowden, East Yorkshire, from 8 to 10 July 1989 (also seen at Leverton Marsh, Lincolnshire on 12 July\nChurch Hougham, Kent on 18 July 1989\nBressay, Asta, Tingwall valley and Lerwick, Shetland from 20 June to 3 July 1997\n\n\n== Escaped species ==\nOne occurrence of the white-fronted bee-eater has been recorded, as an escape from captivity.\nThe northern carmine bee-eater has also occurred when one spent 24 May 2002 at Mundesley, Norfolk. No doubt of captive origin, it behaved in a wild manner and easily caught plenty of insects.\n\n\n== References ==\n\n\n=== General references ===\nBlue-cheeked bee-eater records were taken from:\n\nDymond, J. N., P. A. Fraser and S. J. M. Gantlett (1989) Rare Birds in Britain and Ireland T. & A. D. Poyser\nEvans, Lee G. R. (1994) Rare Birds in Britain 1800-1990\nOsborn, Kevin (1997) The Blue-cheeked Bee-eater in Shetland Birding World 10(6): 220–221\nRogers, M. J. and the Rarities Committee (1998) Report on rare birds in Great Britain in 1997 British Birds 91(11): 455–517",
            "The blue-bearded bee-eater (Nyctyornis athertoni) is a species of bee-eater found in much of the Indian subcontinent and parts of Southeast Asia. This bee-eater is found in forest clearings. It is found mainly in the Malayan region but extends west into peninsular India. The blue feathers of its throat are elongated and often fluffed giving it its name. They have a loud call but are not as gregarious or active as the smaller bee-eaters, and their square ended tail lacks the typical \"wires\" made up of the shafts of the longer central tail feathers found in many other bee-eaters.\n\n\n== Description ==\n\nThis is probably the largest species of the bee-eater family. Adults measure 31 to 35 cm (12 to 14 in) in length and weigh 70 to 93 g (2.5 to 3.3 oz). This species has a large sickle shaped bill and the square ended tail lacks the \"wires\" that are typical of smaller bee-eaters. The bird is grass green with a turquoise forehead, face and chin. The feathers of the throat are elongated giving it a bearded appearance when they are fluffed out. The belly is yellowish to olive with streaks of green or blue. The peninsular Indian populations are said to be paler green than the northeast Indian populations. Although males and females appear similar, the blue throat feathers of the male show higher ultraviolet reflectivity than those of the female.\nThe species is named after Lieut. John Atherton (13th Light Dragoons, died in 1827) a nephew of Mrs. P. J. Selby who obtained a specimen of the bird. Selby described the species in \"Illustrations of Ornithology\" published along with Sir William Jardine in 1828. Jardine and Selby described it in the Illustrations of Ornithology (Series 1, Volume 2 part 4, November 1828, plate 58) and the type locality (holotype is in the Selby Collection, UMZC, 25/Mer/7/b/2) was said to be Cachar District Assam by E. C. Stuart Baker but Sir N B Kinnear re-designated Bangalore as the type locality for the species based on the fact that Atherton was posted in Bangalore when he wrote to Selby and noted that he was helped by a French collector (thought to be Leschenault). However the species is rare in that region. Atherton informed Selby that the bird was very rare, found in the thickest jungles, feeding at night and noisy with \"curr, curr\" calls.\nThe nominate form is found in India and parts of mainland Southeast Asia while brevicaudatus is an insular population from Hainan. A subspecies bartletti from northeastern India, described by W. N. Koelz, is usually considered part of the nominate population.\n\n\n== Distribution and habitat ==\nThis species is found in a variety of habitats mostly at medium altitudes but below 2000m altitude. Thin to fairly thick forest in medium elevations with clearings is the typical habitat. It is found singly or in small groups of up to three and is very patchily distributed. Their presence in an area can easily be missed. It has been reported from the hill regions of the Satpuras, Western Ghats, Eastern Ghats, Nilgiris, Chota Nagpur and from the Sub-Himalayan forests.\n\n\n== Behaviour and ecology ==\n\nThis bird has a loud call, but does not call frequently. It is also not as active as the smaller bee-eaters. The calls include cackling hornbill like calls, a dry \"Kit-tik... Kit-tik\" in a series or hollow nasal \"kyao\" calls. Pairs may engage in duets of cackling and rattling which ends in short purring notes. The flight is undulating and very barbet-like.\nThe breeding season is February to August in India and courtship involves ritual feeding, bowing and tail fanning. Nest excavation may begin a month before the laying of eggs. The nest is a deep tunnel in a mud bank within which four very spherical and white eggs are laid.\nThe species appears to feed mainly on bees. It exploits the defensive behavior of Giant honey bee (Apis dorsata) colonies by provoking the mass release of guard bees which are then caught in the air and eaten as they pursue the bird. Although mainly foraging using aerial sallies, it is known to sometimes glean from bark. They may sometimes associate with mixed-species foraging flocks. Birds have been seen at flowers of Erythrina and Salmalia although it is unclear whether they fed on nectar or insects attracted to the flowers.\nA blood parasite Leucocytozoon nyctyornis has been described from this species and feather parasites in the genus Brueelia are also known.\n\n\n== References ==\n\n\n== External links ==\n\nInternet Bird Collection\nCalls\nSpecimen photos",
            "The blue-cheeked bee-eater (Merops persicus) is a near passerine bird in the bee-eater family, Meropidae. The genus name Merops is Ancient Greek for \"bee-eater\", and persicus is Latin for \"Persian\".\nIt breeds in Northern Africa, and the Middle East from eastern Turkey to Kazakhstan and India. It is generally strongly migratory, wintering in tropical Africa, although some populations breed and live year-round in the Sahel.  This species occurs as a rare vagrant north of its breeding range, with most vagrants occurring in Italy and Greece. Recently (2024) also recorded in Sri Lanka for the first time.\n\n\n== Taxonomy and systematics ==\nTwo subspecies are recognized:\n\nMerops persicus persicus - Breeds in Asia, winters in East and Southern Africa.\nMerops persicus chrysocercus - Breeds in North Africa, winters in West Africa.\nThis species is closely related to blue-tailed bee-eater, M. philippinus of East Asia, and the olive bee-eater of Africa, and has been treated as being the same species (conspecific).\n\n\n== Description ==\nThis species, like other bee-eaters, is a richly coloured, slender bird. It is predominantly green; its face has blue sides with a black eye stripe,  and a yellow and brown throat; the beak is black. It can reach a length of 31 cm (12 in), with the two elongated central tail feathers adding another 7 cm (2.8 in). Sexes are mostly alike but the tail-streamers of the female are shorter.\nThis is a bird which breeds in sub-tropical semi-desert with a few trees, such as acacia. It winters in open woodland or grassland. As the name suggests, bee-eaters predominantly eat  insects, especially bees, wasps and  hornets, which are caught in the air by sorties from an open perch.  However, this species probably takes more dragonflies than any other food item. Its preferred hunting perch is telephone wires if available.\nBlue-cheeked bee-eaters may nest solitarily or in loose colonies of up to ten birds. They may also nest in colonies with European bee-eaters. The nests are located in sandy banks, embankments, low cliffs or on the shore of the Caspian Sea. They make a relatively long tunnel of 1 to 3 m (3–10 ft) in length in which the four to eight (usually six or seven), spherical white eggs are laid. Both the male and the female take care of the eggs, although the female alone incubates them at night. Incubation takes 23–26 days.\nThe call sounds 'flatter' and less 'fluty' than the European bee-eater.\n\n\n== References ==\n\n\n== External links ==\nBlue-cheeked bee-eater - Species text in The Atlas of Southern African Birds.",
            "The blue-tailed bee-eater (Merops philippinus) is a near passerine bird in the bee-eater family Meropidae. It is widely distributed across South and Southeast Asia where many populations are strongly migratory, and seen seasonally in many parts but breeding colonially in small areas across their range, mostly in river valleys, where they nest by tunneling into loamy sand banks. They are seen mostly in open habitats close to water.\n\n\n== Description ==\nThis species, like other bee-eaters, is a richly coloured, slender bird. It is predominantly green; its face has a narrow blue patch with a black eye stripe, and a yellow and brown throat; the tail is blue and the beak is black. The three outer toes are united around their bases. It can reach a length of 23–26 cm, including the two elongated central tail feathers which can be just two inches more than the remaining ten feathers. Sexes are alike. This species is usually found near water and like other bee-eaters it predominantly eats flying insects, especially bees (as large as the Xylocopa sp.), wasps and hornets, which are caught in the air by sorties from an open perch. They may also forage in flight over estuaries, backwaters and even over the sea but not far from the coast. This species probably takes bees and dragonflies in roughly equal numbers. The insects that are caught are beaten on the perch to kill and break the exoskeleton. This habit is seen in many other members of the order Coraciiformes. They call mainly in flight with a rolling chirping whistling teerp.\nThe only confusable species within its range is the blue-cheeked bee-eater which however tends to be found in drier areas. The blue-tailed differs in having the rump and tail blue rather than green and black. The undertail feathers are bluish rather than green in the blue-cheeked. The blue cheek patch is much smaller while the chestnut on the throat and breast darker and covering a larger area.\nThey breed in April to May in India nesting colonially with closely placed nest holes in a vertical mudbank or even burrowing into gently sloping land. They tend to choose sandy and sandy clay loams but avoid heavier clay loams. They also prefer clear mud banks without any vegetation cover. In Sri Lanka, they have been noted to breed in artificial sand dunes created by dredging of sea sand. The nest tunnel can run nearly 2 metres deep. About 5 to 7 near spherical eggs are laid. Both the male and the female take care of the eggs. The parents guard the nest to prevent intraspecific brood parasitism and extra pair copulation. These birds also feed and roost communally. One or two helpers may join the breeding pair after incubation begins. Although males and females appear similar to the human eye, males tend to have longer central tail feather extensions and UV reflectance studies demonstrate that healthy males had darker chestnut throats and brighter green body plumage while females showed brighter blue rumps and yellow chins.\n\n\n== Taxonomy and systematics ==\nThis species has sometimes been considered to be conspecific with the blue-cheeked bee-eater which is a close sister taxon, the two forming a clade with the Madagascan olive bee-eater. In the past the species has been treated variously as M. persicus javanicus, M. superciliosus javanicus, and M. superciliosus philippinus.\n\n\n== Ecological interactions ==\nBased on the presence of spores of Nosema ceranae in the droppings of blue-tailed bee-eaters, it has been suggested that they may be capable of distributing the parasite to bees across a wide geographic range. A species of feather louse, Brueelia superciliosa has been described from hosts of this species in Thailand.\n\n\n== Distribution and movements ==\nThe species has a patchy breeding distribution across India, Myanmar, and parts of Southeast Asia. In India they are known to breed in several of the river valleys including those of the Godavari, Kaveri, Tunga Badra and Krishna rivers. They also nest in the eastern parts of Sri Lanka.\nBlue-tailed bee-eaters are seasonal in many parts of their range and are known to migrate diurnally en masse at some places like Tanjung Tuan (W. Malaysia) and Promsri Hill (southern Thailand). They are winter visitors in parts of Malaysia and peninsular India. The non-breeding ranges of the blue-cheeked bee-eater and blue-tailed overlap in some parts of Gujarat and western peninsular India.\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Status ==\nThe Blue-tailed bee-eater is listed as a species of least concern by the International Union for Conservation of Nature.\n\n\n== References ==\n\n\n== Further reading ==\nFry, C. Hilary; Fry, Kathie; Harris, Alan (1999). Kingfishers, Bee-eaters and Rollers. Helm identification guides. London: Christopher Helm Publishers. ISBN 9780713652062. OCLC 42136069.\nKasambe, R. (April 2004). \"Nesting of Blue Tailed Bee-eaters in Amravati District of Maharashtra\" (PDF). Newsletter for Birdwatchers. Vol. 44, no. 2. pp. 21–22.\nPhillips, W. W. A. (1956). \"Prolonged Stay of the Blue-tailed Bee-eater (Merops philippinus philippinus) in Eastern Ceylon\". Spolia Zeylanica. 28 (1): 109.\n\n\n== External links ==\n Media related to Merops philippinus at Wikimedia Commons\n Data related to Merops philippinus at Wikispecies",
            "Merops is a large genus of bee-eaters, a group of birds in the family Meropidae, native to Africa, Asia, Australia and Europe. The members of this family are characterised by richly coloured plumage, slender bodies and usually elongated central tail feathers. They predominantly eat insects, especially bees, wasps and hornets, which are caught in the air.\nAll bee-eaters are in the genus Merops and subfamily Meropinae except for three Asiatic bearded bee-eaters in the subfamily Nyctyornithinae (in genera Nyctyornis and Meropogon). The genus Merops was introduced by the Swedish naturalist Carl Linnaeus in 1758 in the tenth edition of his Systema Naturae. The type species is the European bee-eater. The genus name is Ancient Greek for \"bee-eater\".\n\n\n== Taxonomy and systematics ==\nTwenty-eight species are recognized:\n\n\n=== Former species ===\nFormerly, some authorities also considered the following species (or subspecies) as species within the genus Merops:\n\nMagpie-lark (as Merops picatus)\n\n\n== References ==",
            "Nyctyornis is a genus of the bee-eaters, near passerine birds in the family Meropidae. There are just two members of this group, which occur in tropical south and southeastern Asia.\n\nThe genus Nyctyornis was introduced by the naturalists William Jardine and Prideaux John Selby in 1830. The name comes from the Ancient Greek  nukt meaning nocturnal or night and ornis meaning bird. A molecular phylogenetic study published in 2007 showed that the genus is basal and forms a sister group to the remaining members of the bee-eater family.\nLike other bee-eaters, Nyctyornis species are colourful birds with long tails, long downturned bills and pointed wings. They are large bee-eaters (blue-bearded is the largest of all bee-eaters), predominantly green, with a face colour as indicated by the species' name. This colour extends on to the slightly hanging throat feathers to form the \"beard\".\nThe two Nyctyornis species are the only bee-eaters that lack an eye-stripe and that have bi-coloured beaks. Their calls also differ from those of other bee-eaters and are somewhat similar to the noises made by rollers. Their size and more rounded wings give a heavier flapping flight that is less graceful than that of members of the genus Merops.\nIn common with other bee-eaters, they predominantly eat insects, especially bees, wasps and  hornets, which are caught in the air, but they have a rather different strategy. They hunt alone or in pairs, rather than in groups, and sit motionless for long periods before pursuing their prey. The blue-bearded bee-eater will also clamber in foliage for insects, and bees are sometimes attracted by the bright blue beard of a perched bird, presumably mistaking it for a flower.  They nest in burrows tunneled into the side of sandy banks, but do not form colonies.\n\n\n== References ==\n\n\n== Sources ==",
            "The olive bee-eater or Madagascar bee-eater (Merops superciliosus) is a near passerine bee-eater species in the genus Merops. It is native to the southern half of Africa where it is present in Angola; Botswana; Burundi; Comoros; Democratic Republic of the Congo; Djibouti; Eritrea; Ethiopia; Kenya; Madagascar; Malawi; Mayotte; Mozambique; Namibia; Rwanda; Somalia; South Sudan; Sudan; Tanzania; Uganda; Zambia; Zimbabwe. It is a common species with a wide range so the International Union for Conservation of Nature has rated their conservation status as \"least concern\".\n\n\n== Taxonomy ==\nIn 1760 the French zoologist Mathurin Jacques Brisson included a description of the olive bee-eater in his Ornithologie based on a specimen collected on the island of Madagascar. He used the French name Le guespier de Madagascar and the Latin Apiaster Madagascariensis. Although Brisson coined Latin names, these do not conform to the binomial system and are not recognised by the International Commission on Zoological Nomenclature. When in 1766 the Swedish naturalist Carl Linnaeus updated his Systema Naturae for the twelfth edition, he added 240 species that had been previously described by Brisson. One of these was the olive bee-eater. Linnaeus included a brief description, coined the current binomial name Merops superciliosus and cited Brisson's work. The specific name superciliosus is Latin for \"supercilious\", \"haughty\" or \"eye-browed\".\nTwo subspecies are recognised:\n\nM. s. superciliosus Linnaeus, 1766 – east Africa,  Madagascar and the Comoro Islands\nM. s. alternans Clancey, 1971 – west Angola and northwest Namibia\n\n\n== Description ==\nThe olive bee-eater grows to a length of 23 to 26 cm (9.1 to 10.2 in) with its tail streamers adding up to 7 cm (2.8 in). The sexes are similar, and adults have bronzy-green plumage with an olive cap and white forehead, eyebrows, chin and cheeks. The rump and tail are blue, apart from the streamers, which are black.\n\n\n== Distribution ==\nThe olive bee-eater is found in the grassland and coastal mountain forests of East Africa and Madagascar, and an isolated population can be found in coastal Angola. There are two subspecies;  M. s. superciliosus occurs in eastern Ethiopia, Somalia and Kenya, and southwards through East Africa to southern Mozambique and the Zambezi Valley, as well as the Comoro Islands and Madagascar; M. s. alternans occurs in western Angola and northwestern Namibia.\n\n\n== Ecology ==\nThey are partially migratory, and usually breed only in the southern portion of their range, moving north for the dry season in southern Africa. It lays four eggs in a burrow nest at the beginning of the southern African wet season, and the chicks usually hatch at the beginning of December. Unlike most bee-eaters, the species does not practice cooperative breeding and post-fledging dependence is only around 19 days, which is typical of temperate zone passerines and about half that of most Meropidae species.\n\n\n== Gallery ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nOlive bee-eater - Species text in The Atlas of Southern African Birds."
        ]
    }
}